Repository: DBinaghi/plugin-Stats
Catalog: languages/*.po
Languages: fr, it

source: Stats
it: Statistiche

source: Views: %d (position %d)
fr: Vues : %d (position %d)
it: Visualizzazione: %d (posizione %d)

source: Views: %d (%d anonymous / %d identified users)
fr: Vues : %d (%d anonymes / %d utilisateurs identifiés)
it: Visualizzazioni: %d (%d anonime / %d utenti identificati)

source: Position: %d (%d anonymous / %d identified users)
fr: Position : %d (%d anonymes / %d utilisateurs identifiés)
it: Posizione: %d (%d anonimi / %d utenti idenficati)

source: hits
fr: vues
it: visite

source: Total Hits: %d
fr: Vues totales : %d
it: Totale visite: %d

source: Last 30 days
fr: 30 derniers jours
it: Ultimi 30 giorni

source: Last 7 days
fr: 7 derniers jours
it: Ultimi 7 giorni

source: Last 24 hours
fr: Dernières 24 heures
it: Ultime 24 ore

source: Most viewed public pages
fr: Pages publiques les plus vues
it: Pagine pubbliche più visualizzate

source: None
fr: Aucune
it: Nessuno

source: %s (%d views)
fr: %s (%d vues)
it: %s (%d visualizzazioni)

source: Most viewed public item
fr: Document public le plus vu
it: Documento pubblico più visualizzato

source: Deleted
fr: Supprimé
it: Cancellato

source: Most viewed public collection
fr: Collection publique la plus vue
it: Collezione pubblica più visualizzata

source: Most downloaded file
fr: Fichier le plus téléchargé
it: File più scaricato

source: %s (%d downloads)
fr: %s (%d téléchagements)
it: %s (%d download)

source: Most frequent fields
fr: Champs les plus fréquents
it: Campi più frequenti

source: Accepted Language
fr: Langue acceptée
it: Lingua accettata

source: %s: None
fr: %s : Aucun
it: %s: Nessuno

source: External Referrers
fr: Référents externes
it: Referrer esterni

source: Queries
fr: Requêtes
it: Query

source: Browsers
fr: Navigateurs
it: Navigatori

source: Accepted Languages
fr: Langues acceptées
it: Lingue accettate

source: This file doesn't exist.
fr: Ce fichier n’existe pas.
it: Questo file non esiste.

source: Last year
fr: Année dernière
it: Ultimo anno

source: Last month
fr: Mois dernier
it: Ultimo mese

source: Last week
fr: Semaine dernière
it: Ultima settimana

source: Yesterday
fr: Hier
it: Ieri

source: This year
fr: Cette année
it: Quest'anno

source: This month
fr: Ce mois
it: Questo mese

source: This week
fr: Cette semaine
it: Questa settimana

source: This day
fr: Ce jour
it: Oggi

source: Last %s days
fr: Derniers %s jours
it: Ultimi %s giorni

source: January
fr: Janvier
it: Gennaio

source: February
fr: Février
it: Febbraio

source: March
fr: Mars
it: Marzo

source: April
fr: Avril
it: Aprile

source: May
fr: Mai
it: Maggio

source: June
fr: Juin
it: Giugno

source: July
fr: Juillet
it: Luglio

source: August
fr: Août
it: Agosto

source: September
fr: Septembre
it: Settembre

source: October
fr: Octobre
it: Ottobre

source: November
fr: Novembre
it: Novembre

source: December
fr: Décembre
it: Dicembre

source: Url is required.
fr: L'Url est requise.
it: URL richiesto.

source: Type should be "page" or "record".
fr: Le type doit être "page" ou "record".
it: Il tipo dovrebbe essere "pagina" o "record".

source: By Collection
fr: Par collection
it: Per Collezione

source: All years
fr: Toutes les années
it: Tutti gli anni

source: All months
fr: Tous les mois
it: Tutti i mesi

source: Filter
fr: Filtrer
it: Filtro

source: Collection
it: Collezione

source: Hits
fr: Vues
it: Visite

source: Hits (including sub-collections)
fr: Vues (incluant les sous-collections)
it: Visite (includendo sotto-collezioni)

source: There is no hit yet.
fr: Il n’y a pas encore de vue.
it: Non c'è ancora alcuna visita.

source: The query searched %s hits and returned no results.
fr: La requête a recherché dans %s vues et n’a trouvé aucun résultat.
it: La query ha esaminato %s visite e non ha restituito alcun risultato.

source: See all stats.
fr: Voir toutes les stats.
it: Mostra tutte le statistiche.

source: Stats (%s total)
it: Statistiche (%s totale)

source: By %s (%s)
fr: Par %s (%s)
it: Per %s (%s)

source: [%d filled values / %d total hits]
fr: [%d valeurs enregistrées / %d vues totales]
it: [%d valori pieni / %d visite totali]

source: Page
it: Pagina

source: Anonymous
fr: Anonymes
it: Anonime

source: Identified
fr: Identifié
it: Identificate

source: Dedicated Record
fr: Notice dédiée
it: Record dedicato

source: Record Type
fr: Type de notice
it: Tipologia record

source: Date
it: Data

source: There is no stat yet.
fr: Il n’y a pas encore de stat.
it: Non c'è ancora alcuna statistica.

source: The query searched %s rows and returned no results.
fr: La requête a recherché dans %s lignes et n’a trouvé aucun résultat.
it: La query ha esaminato %s righe e non ha restituito alcun risultato.

source: Rights and Roles
fr: Droits et rôles
it: Diritti e ruoli

source: Select access rights for each stats page and each role.
fr: Choisir les droits d’accès pour chaque page et chaque rôle.
it: Seleziona i diritti di accesso per ogni pagina delle statistiche e per ogni ruolo.

source: If "public" is checked, all people will have access to the selected data.
fr: Si "public" est coché, tout le monde pourra accéder aux données choisies.
it: Se "pubblico" è selezionata, tutti avranno accesso ai dati selezionati.

source: To get stats about direct download of original files, a line should be added in ".htaccess".
fr: Pour avoir les stats des téléchargements directs des fichiers originaux, une ligne doit être ajoutée dans ".htaccess".
it: Per ottenere statistiche sui download diretti di file originali, una linea dovrebbe essere aggiunta nel ".htaccess".

source: %sWarning%s: Shortcodes, helpers and hooks don't follow any rule.
fr: %sAttention%s : Les shortcodes, helpers et hooks (crochets) ne suivent aucune règle.
it: %sAttenzione%s: shortcode, helper e hook non seguono alcuna regola.

source: View Summary
fr: Voir le sommaire
it: Visualizza sommario

source: Browse by Page
fr: Lister par page
it: Sfoglia per Pagina

source: Browse by Record
fr: Lister par notice
it: Sfoglia per Record

source: Browse by Download
fr: Lister par téléchargement
it: Sfoglia per Download

source: Browse by Field
fr: Lister par champ
it: Sfoglia per Campo

source: Browse by Collection
fr: Parcourir par collection
it: Sfoglia per Collezione

source: Public
it: Pubblica

source: User Status
it: Stato utente

source: These options allow to restrict stats according to status of users.
fr: Ces options permettent de réstreindre les stats selon les utilisateurs.
it: Queste opzioni permettono di restringere le statistiche in base allo stato degli utenti.

source: They are used with hooks, helpers and shortcodes, not with direct queries.
fr: Elles sont utilisées avec les hooks (crochets), les helpers et les shortcodes, mais pas avec les reqùêtes directes.
it: Sono usate con hook, helper e shortcode, ma non con query dirette.

source: User status for admin pages
fr: Type d’utilisateur pour les pages admin
it: Stato utente per pagine amministrative

source: Choose the default status of users for stats in admin pages.
fr: Choisir le type d’utilisateur par défaut pour les stats dans les pages admin.
it: Scegli lo stato di default degli utenti per le statistiche nella pagine di amministrazione.

source: Total hits
fr: Total des vues
it: Totale visite

source: Identified users
fr: Utilisateurs identifiés
it: Utenti identificati

source: User status for public pages
fr: Type d’utilisateur pour les pages publiques
it: Stato utente per pagine pubbliche

source: Choose the status of users to restrict stats in public pages.
fr: Choisir le type d’utilisateur pour restreindre les stats dans les pages publiques.
it: Scegli lo stato degli utenti per restringere le statistiche nelle pagine pubbliche.

source: View Stats
it: Visualizza statistiche

source: Results Per Page (admin)
fr: Résultats par page (admin)
it: Risultati per pagina (admin)

source: Limit the number of results displayed per page in the administrative interface.
fr: Limite du nombre de résultats affichés par page dans l'interface d'administration.
it: Limita il numero di risultati mostrati in ogni pagina nell'interfaccia amministrativa.

source: Results Per Page (public)
fr: Résultats par page (public)
it: Risultati per pagina (pubblica)

source: Limit the number of results displayed per page in the public interface.
fr: Limite du nombre de résultats affichés par page dans l'interface publique.
it: Limita il numero di risultato mostrati per pagina nella interfaccia pubblica.

source: Show Charts
it: Mostra grafici

source: Displays extra tab with charts for some selected stats (Admin side).
it: Mostra una scheda addizionale con grafici per alcune statistiche selezionate (modalità Admin).

source: Display Bottom Pagination
it: Mostra paginazione in basso

source: Displays pagination links also under the tables.
it: Mostra collegamenti di paginazione anche sotto le tabelle.

source: Display Bottom Quick Filter
it: Mostra filtro rapido in basso

source: Displays quick filter also under the tables.
it: Mostra filtro rapido anche sotto le tabelle.

source: Sort Ex-Aequo
it: Ordina ex-aequo

source: Adds an additional sorting condition, for ex-aequo cases (warning: can considerably slow down the page loading time).
it: Aggiunge una condizione di ordinamento addizionale, per i casi di ex-aequo (attenzione: può rallentare considerevolmente il tempo di caricamento della pagina).

source: Display by Hooks
fr: Affichage par les hooks (crochets)
it: Mostra con hook

source: Hooks Showing Hits
it: Hook per mostrare visite

source: Select the hooks that will display hits in specific pages.
it: Seleziona gli hook che mostreranno visite in pagine specifiche.

source: In any case, it is the theme to decide last if hits are displayed or not.
fr: Dans tous les cas, c'est le thème qui gère en dernier lieu si les stats sont affichées ou non.
it: In ogni caso, è il tema che decide per ultimo se visualizzare o meno le visite.

source: Level of Privacy
fr: Niveau de vie privée
it: Livello di privacy

source: Choose the level of privacy (default: hashed IP).
fr: Choisir le niveau de vie privée (défaut : IP hachée).
it: Scegli il livello di privacy (default: IP mascherato).

source: A change applies only to new hits.
fr: Le changement s'appliquera seulement aux nouvelles vues.
it: Qualsiasi modifica si applica solo a nuove visite.

source: Hashed IP
fr: IP hachée
it: IP mascherato

source: Partial IP (first hex)
fr: IP partielle (premier hex)
it: IP parziale (primo hex)

source: Partial IP (first 2 hexs)
fr: IP partielle (deux premiers hexs)
it: IP parziale (primi 2 hex)

source: Partial IP (first 3 hexs)
fr: IP partielle (trois premiers hexs)
it: IP parziale (primi 3 hex)

source: Clear IP
fr: IP claire
it: IP in chiaro

source: Misc
fr: Divers
it: Miscellanea

source: Exclude crawlers/bots
fr: Exclure les robots
it: Escludi crawler/bot

source: All hits which user agent contains the term "bot", "crawler", "spider", etc. will be excluded.
fr: Toutes les vues dont l'agent utilisateur contient le terme "bot", "crawler", "spider", etc. sera exclus.
it: Tutte le visite il cui user agent contenga i termini "bot", "crawler", "spider", ecc. verranno escluse.

source: Hits in the last 30 days
it: Visite negli ultimi 30 giorni

source: Hits in the last 12 months
it: Visite negli ultimi 12 mesi

source: Hits per year
it: Visite per anno

source: Most frequent accepted languages
fr: Langues acceptées les plus fréquentes
it: Linguaggi accettati più frequenti

source: Total Hits: %d [%d anonymous / %d identified]
fr: Total des vues : %d [%d anonymes / %d identifiés]
it: Visite totali: %d [%d anonime / %d identificate]

source: Today: %d [%d / %d]
fr: Aujourd’hui : %d [%d / %d]
it: Oggi: %d [%d / %d]

source: History
fr: Historique
it: Storico

source: Current
fr: Actuellement
it: Attuale

source: Rolling Period
fr: Période glissante
it: Periodo d'attività

source: %s (%d views [%d / %d])
fr: %s (%d vues [%d / %d])
it: %s (%d visualizzazioni [%d / %d])

source: Most viewed public records
fr: Notices publiques les plus vues
it: Record pubblici più visualizzati

source: Most viewed public collections
fr: Collections publiques les plus vues
it: Collezioni pubbliche più visualizzate

source: Most downloaded files
fr: Fichiers les plus téléchargés
it: File più scaricati

source: %s (%d downloads [%d / %d])
fr: %s (%d téléchargements [%d / %d])
it: %s (%d download [%d / %d])

source: Most frequent external referrers
fr: Référents externes les plus fréquents
it: Referrer esterni più frequenti

source: Most frequent queries
fr: Requêtes les plus fréquentes
it: Query più frequenti

source: Most frequent browsers
fr: Navigateurs les plus fréquents
it: Navigatori più usati

source: None.
fr: Aucune.
it: Nessuno.

source: Exhibit Page
fr: Page d’exposition
it: Pagina esposizione

source: all users
fr: tous les utilisateurs
it: tutti gli utenti

source: anonymous users
fr: utilisateurs anonymes
it: utenti anonimi

source: identified users
fr: utilisateurs identifiés
it: utenti identificati

source: By %s
fr: Par %s
it: Per %s

source: Today: %d
fr: Aujourd’hui : %d
it: Oggi: %d

source: Quick Filter
it: Filtro rapido

source: View All
fr: Tout voir
it: Visualizza tutto

source: With record
fr: Avec notice
it: Con record

source: Without record
fr: Sans notice
it: Senza record

source: By Item
fr: Par document
it: Per Documento

source: By File
fr: Par fichier
it: Per File

source: By Simple Page
fr: Par page simple
it: Per Simple Page

source: By Exhibit
fr: Par exposition
it: Per Esposizione

source: By Exhibit Page
fr: Par page d’exposition
it: Per pagina di Esposizione

source: Referrers
fr: Référents
it: Referrer

source: Languages
fr: Langues
it: Lingue

source: Summary
fr: Sommaire
it: Riassunto

source: Charts
it: Grafici

source: By Page
fr: Par page
it: Per Pagina

source: By Record
fr: Par notice
it: Per Record

source: By Download
fr: Par téléchargement
it: Per Download

source: By Field
fr: Par champ
it: Per Campo

source: No download
fr: Pas de téléchargement
it: Nessun download

source: No specific record
fr: Pas de notice spécifique
it: Nessun record specifico

source: %s (%s downloads): %s [%s]
fr: %s (%s téléchargements) : %s [%s]
it: %s (%s download): %s [%s]

source: No view
fr: Pas de vue
it: Nessuna visualizzazione

source: %s (%s views): %s [%s]
fr: %s (%s vues) : %s [%s]
it: %s (%s visualizzazioni): %s [%s]

source: Not downloaded
fr: Non téléchargé
it: Non scaricato

source: Position: %s (%s downloads)
fr: Position : %s (%s téléchargements)
it: Posizione: %s (%s download)

source: Not viewed
fr: Non vue
it: Non visualizzato

source: Position: %s (%s views)
fr: Position : %s (%s vues)
it: Posizione: %s (%s visualizzazioni)

source: Referrer
fr: Référent

source: Query
fr: Requête

source: User Agent
fr: Agent utilisateur

source: Privacy
fr: Vie privée

source: Simple Page
fr: Page simple
